Repository: isoteemu/TJTS5901-BeeMapTemlate
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fi

source: Secret level select
fi: Salainen tason valinta

source: Application error
fi: Sovelluksen virhe

source: You have found the secret level select screen
fi: Löysit salaisen tason valinnan

source: Best Bee Friends Mapping Application
fi: Best Bee Friends Pesänkerjuu sovellus

source: Beeings map template
fi: Beeings kartta alusta

source: OpenStreetMap contributors
fi: OpenStreetMapin tekijät

source: lat:
fi: leveyspiiri:

source: lon:
fi: pituuspiiri:

source: Your Firstname
fi: Etunimesi

source: Your Familyname
fi: Sukunimesi

source: Your email
fi: Sähköpostiosoitteesi

source: Save
fi: Tallenna

source: Share on Twitter
fi: Jaa Twitterissä

source: Email
fi: Sähköposti

source: Hello World
fi: Hei Maailma
